{
    "articles": [{
            "author": "Wylsacom",
            "description": "Apple выпустила четвёртую бета-версию iOS 15.4",
            "image": "wylsacom.jpeg",
            "likes": 56783,
            "views": 2340349
        },
        {
            "author": "Maddy Murk",
            "description": "В Старой Купавне живет самый настоящий властелин компьютеров. Михаил Белкин прославился на YouTube тем, что собирает, разбирает, обозревает и чинит компьютеры разной сложности и годов выпуска. На его канал Maddy MURK подписаны 310 тыс. человек, чаще всего именно подписчики присылают ему старую и ненужную технику для съемок видео.",
            "image": "murk.jpg",
            "likes": 13471,
            "views": 250112
        },
        {
            "author": "MightyCar Mods",
            "description": "Official home to the World's Number #1 DIY Auto & Adventure show - packed full of video projects showing you how to customise and improve the performance of your own car as well as some automotive adventuring across the globe. Mighty Car Mods is watched by millions of people from all over the world every week and is run independently by its creators, Marty & MOOG.",
            "image": "mcm.jpeg",
            "likes": 120001,
            "views": 1000000
        },
        {
            "author": "Hobby Talks",
            "description": "Позвольте представиться, мы - Домнин и Ауралиен! Хотя, если вы сюда попали, вы, скорее всего, и так уже прекрасно нас знаете. Если же нет… Краткая биографическая справка: Домнин. Широко известный в узких кругах болтун, а также любитель женщин и алкоголя. Характер стойкий, ориентальный, любит поиграть в компьютерные игры на PC. Ауралиен. Ничуть не менее широко известный в чуть более чем других кругах, чем Домнин, программист приложений для iOS-устройств. Любит игры для Mac, казуально играет на iPhone и iPad. Вместе мы составляем команду ведущих подкаста Russian WoW Radio, посвященного, как нетрудно догадаться, популярной ММОРПГ World of Warcraft. Ну а с некоторых пор, мы ведем и этот подкаст тоже.",
            "image": "hobby.jpeg",
            "likes": 5230,
            "views": 10460
        },
    ]
}
